/* No comment provided by engineer. */
"%d new recommendations for you" = "%d new recommendations for you";

/* No comment provided by engineer. */
"%lld d" = "%lld 天";

/* No comment provided by engineer. */
"%lld h" = "%lld 小时";

/* No comment provided by engineer. */
"%lld m" = "%lld 月";

/* No comment provided by engineer. */
"%lld w" = "%lld 星期";

/* No comment provided by engineer. */
"%lld y" = "%lld 年";

/* No comment provided by engineer. */
"'Deja' would like to access your camera" = "'Deja' would like to access your camera";

/* No comment provided by engineer. */
"'Deja' would like to access your photos" = "'Deja' would like to access your photos";

/* No comment provided by engineer. */
"All" = "全部";

/* No comment provided by engineer. */
"ALL ITEMS" = "所有商品";

/* No comment provided by engineer. */
"All Prices" = "所有价格";

/* No comment provided by engineer. */
"ALL PRICES" = "所有价格";

/* No comment provided by engineer. */
"Allow Deja to access your album." = "Allow Deja to access your album.";

/* No comment provided by engineer. */
"Allow Deja to access your camera and start taking photos." = "Allow Deja to access your camera and start taking photos.";

/* No comment provided by engineer. */
"and try again" = "and try again";

/* No comment provided by engineer. */
"Camera" = "相机";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot send SMS from this device." = "Cannot send SMS from this device.";

/* No comment provided by engineer. */
"Close" = "关闭";

/* No comment provided by engineer. */
"Congratulations! You earned %.0f credit points!" = "Congratulations! You earned %.0f credit points!";

/* No comment provided by engineer. */
"Copied" = "复制完成";

/* No comment provided by engineer. */
"Details" = "详情";

/* No comment provided by engineer. */
"Dismiss" = "关闭";

/* No comment provided by engineer. */
"Don't Allow" = "不允许";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Downloading image..." = "正在下载图片...";

/* No comment provided by engineer. */
"Enable Access" = "Enable Access";

/* No comment provided by engineer. */
"Incomplete Style" = "Incomplete Style";

/* No comment provided by engineer. */
"JUST FOR U" = "JUST FOR U";

/* No comment provided by engineer. */
"Just Now" = "Just Now";

/* No comment provided by engineer. */
"Loading" = "加载中";

/* No comment provided by engineer. */
"Make sure the model is fully dressed. Please include:\n - %@" = "Make sure the model is fully dressed. Please include:\n - %@";

/* No comment provided by engineer. */
"Network Unavailable" = "Network Unavailable";

/* No comment provided by engineer. */
"NETWORK UNAVAILABLE" = "NETWORK UNAVAILABLE";

/* No comment provided by engineer. */
"New Arrivals" = "New Arrivals";

/* No comment provided by engineer. */
"New Message" = "New Message";

/* No comment provided by engineer. */
"No Internet Connection" = "没有网络连接";

/* No comment provided by engineer. */
"Occasion" = "场景";

/* OK button title */
"OK" = "好的";

/* No comment provided by engineer. */
"Ok" = "好的";

/* No comment provided by engineer. */
"Oops!" = "Oops!";

/* No comment provided by engineer. */
"Opps, something is wrong with your camera. Try restarting Deja or your phone." = "Opps, something is wrong with your camera. Try restarting Deja or your phone.";

/* No comment provided by engineer. */
"Photo Library" = "相册";

/* No comment provided by engineer. */
"please check your connection" = "请检查您的网络";

/* No comment provided by engineer. */
"Please install and login Twitter to share." = "Please install and login Twitter to share.";

/* No comment provided by engineer. */
"Please install Instagram to share." = "Please install Instagram to share.";

/* No comment provided by engineer. */
"Price (S$)" = "价格(S$)";

/* No comment provided by engineer. */
"Refresh" = "刷新";

/* No comment provided by engineer. */
"Reset" = "重置";

/* No comment provided by engineer. */
"Retake" = "重拍";

/* No comment provided by engineer. */
"Sale" = "Sale";

/* No comment provided by engineer. */
"SELECT" = "SELECT";

/* No comment provided by engineer. */
"Shared Canceled" = "Shared Canceled";

/* No comment provided by engineer. */
"Shared Failed" = "Shared Failed";

/* No comment provided by engineer. */
"Shared Successfully" = "Shared Successfully";

/* No comment provided by engineer. */
"Sign in" = "注册";

/* No comment provided by engineer. */
"Sign in to explore more of Deja" = "Sign in to explore more of Deja";

/* No comment provided by engineer. */
"Sorry, failed to download image. Please try again later." = "Sorry, failed to download image. Please try again later.";

/* No comment provided by engineer. */
"Sorry, your device requires a camera for this function." = "Sorry, your device requires a camera for this function.";

/* No comment provided by engineer. */
"Sorry, your login status expired." = "Sorry, your login status expired.";

/* No comment provided by engineer. */
"Submit successfully!" = "提交成功";

/* No comment provided by engineer. */
"Take Off" = "Take Off";

/* No comment provided by engineer. */
"Turn on cellular data or use Wi-Fi to access data." = "Turn on cellular data or use Wi-Fi to access data.";

/* No comment provided by engineer. */
"Uploading image..." = "正在上传图片...";

/* No comment provided by engineer. */
"View" = "查看";

/* No comment provided by engineer. */
"View Detail" = "查看详情";

/* No comment provided by engineer. */
"Would you like to be alerted when %@ like your outfits?" = "Would you like to be alerted when %@ like your outfits?";

/* No comment provided by engineer. */
"Yesterday" = "昨天";

/* No comment provided by engineer. */
"You can turn on the notification and receive a deal alert when there is a discount of this item." = "You can turn on the notification and receive a deal alert when there is a discount of this item.";

/* No comment provided by engineer. */
"You haven't installed Wechat." = "您还没有安装微信";

/* No comment provided by engineer. */
"You haven't installed Whatsapp." = "您还没有安装WhatsApp";

/* No comment provided by engineer. */
"%d items found from %d brands." = "%1$d items found from %2$d brands.";

/* No comment provided by engineer. */
"%d items found." = "%d items found.";

/* No comment provided by engineer. */
"%d new arrivals have been added!" = "%d new arrivals have been added!";

/* No comment provided by engineer. */
"'Deja' want to access your phonebook" = "'Deja' want to access your phonebook";

/* No comment provided by engineer. */
"'s Fitting Room" = "'s Fitting Room";

/* No comment provided by engineer. */
"20% OFF" = "20% OFF";

/* No comment provided by engineer. */
"About Deja" = "关于";

/* No comment provided by engineer. */
"Above " = "Above ";

/* No comment provided by engineer. */
"Accept" = "接受";

/* No comment provided by engineer. */
"Activity" = "Activity";

/* No comment provided by engineer. */
"Add Clothes" = "加衣服";

/* No comment provided by engineer. */
"Add Friend" = "加好友";

/* No comment provided by engineer. */
"Add me on Deja to see my wardrobe and help me put together outfits! http://appsto.re/sg/hQk45.i" = "Add me on Deja to see my wardrobe and help me put together outfits! http://appsto.re/sg/hQk45.i";

/* No comment provided by engineer. */
"ALL" = "全部";

/* No comment provided by engineer. */
"All Brands" = "全部品牌";

/* No comment provided by engineer. */
"All Color" = "所有颜色";

/* No comment provided by engineer. */
"All Colors" = "所有颜色";

/* No comment provided by engineer. */
"All Price" = "所有价格";

/* No comment provided by engineer. */
"Any" = "Any";

/* No comment provided by engineer. */
"Apple Map Navigation" = "使用Apple地图导航";

/* No comment provided by engineer. */
"Are you sure you want to clear all image cache?" = "Are you sure you want to clear all image cache?";

/* No comment provided by engineer. */
"Are you sure you want to sign out?" = "Are you sure you want to sign out?";

/* No comment provided by engineer. */
"Arm" = "手臂";

/* No comment provided by engineer. */
"Attention" = "Attention";

/* No comment provided by engineer. */
"Be inspired by our curated selection of stylish outfits" = "Be inspired by our curated selection of stylish outfits";

/* No comment provided by engineer. */
"Body Adjustment" = "Body Adjustment";

/* No comment provided by engineer. */
"Brand" = "品牌";

/* No comment provided by engineer. */
"Brand List" = "品牌列表";

/* No comment provided by engineer. */
"Brand:" = "品牌：";

/* No comment provided by engineer. */
"Brands" = "品牌";

/* No comment provided by engineer. */
"Can't find more results" = "Can't find more results";

/* No comment provided by engineer. */
"Cannot Find What You Want?" = "Cannot Find What You Want?";

/* No comment provided by engineer. */
"Can’t find a suitable outfit? Click to invite your friends to help you create more outfits." = "Can’t find a suitable outfit? Click to invite your friends to help you create more outfits.";

/* No comment provided by engineer. */
"Categories" = "类别";

/* No comment provided by engineer. */
"Category" = "类别";

/* No comment provided by engineer. */
"Change Photo" = "Change Photo";

/* No comment provided by engineer. */
"Check out the latest sales items on your favorite brands" = "Check out the latest sales items on your favorite brands";

/* No comment provided by engineer. */
"Check this Demo for it’s Style guide." = "Check this Demo for it’s Style guide.";

/* No comment provided by engineer. */
"Choose a template : " = "选择模板";

/* No comment provided by engineer. */
"Choose color" = "选择颜色";

/* No comment provided by engineer. */
"Clear all history" = "清除历史记录";

/* No comment provided by engineer. */
"Clear Image Cache" = "清理图片缓存";

/* No comment provided by engineer. */
"Clearing image cache will help you save space and does not affect your style list." = "Clearing image cache will help you save space and does not affect your style list.";

/* No comment provided by engineer. */
"Click to try our sample price tag." = "Click to try our sample price tag.";

/* No comment provided by engineer. */
"Closed" = "Closed";

/* No comment provided by engineer. */
"Color" = "颜色";

/* No comment provided by engineer. */
"Confirmed" = "Confirmed";

/* No comment provided by engineer. */
"Connect Facebook" = "Connect Facebook";

/* No comment provided by engineer. */
"Connected" = "Connected";

/* No comment provided by engineer. */
"Contact Us" = "联系我们";

/* No comment provided by engineer. */
"Contacts From Facebook" = "Contacts From Facebook";

/* No comment provided by engineer. */
"Contacts From Facebook/Phonebook" = "Contacts From Facebook/Phonebook";

/* No comment provided by engineer. */
"Contacts From Phonebook" = "Contacts From Phonebook";

/* No comment provided by engineer. */
"Copyright@2015 Deja Fashion Pte Ltd.\nAll rights reserved." = "Copyright@2015 Deja Fashion Pte Ltd.\nAll rights reserved.";

/* No comment provided by engineer. */
"Cup Size" = "Cup Size";

/* No comment provided by engineer. */
"Deal Alert" = "Deal Alert";

/* No comment provided by engineer. */
"Deals" = "促销";

/* No comment provided by engineer. */
"Decline" = "拒绝";

/* No comment provided by engineer. */
"DONE" = "完成";

/* No comment provided by engineer. */
"Earn Credits and Redeem" = "Earn Credits and Redeem";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Enjoy Discount from Mash-up 20% Off Storewide" = "Enjoy Discount from Mash-up 20% Off Storewide";

/* No comment provided by engineer. */
"Events" = "活动";

/* No comment provided by engineer. */
"Events of our app" = "Events of our app";

/* No comment provided by engineer. */
"EventsIcon" = "EventsIcon";

/* No comment provided by engineer. */
"Exit" = "退出";

/* No comment provided by engineer. */
"Explore" = "Explore";

/* No comment provided by engineer. */
"Failed to sign out. Network is not available." = "Failed to sign out. Network is not available.";

/* No comment provided by engineer. */
"Favourites" = "收藏";

/* No comment provided by engineer. */
"Filter by \(filerCondition!.name)" = "Filter by \(filerCondition!.name)";

/* No comment provided by engineer. */
"Filter by Brand" = "Filter by Brand";

/* No comment provided by engineer. */
"Filter by Category" = "Filter by Category";

/* No comment provided by engineer. */
"Filter by Color" = "Filter by Color";

/* No comment provided by engineer. */
"Filter by Price" = "Filter by Price";

/* No comment provided by engineer. */
"Find" = "Find";

/* No comment provided by engineer. */
"Find Friends" = "Find Friends";

/* No comment provided by engineer. */
"Fitting Room" = "试衣间";

/* No comment provided by engineer. */
"FittingRoomIcon" = "FittingRoomIcon";

/* No comment provided by engineer. */
"Follow us on Instagram" = "Follow us on Instagram";

/* No comment provided by engineer. */
"Friday" = "星期五";

/* No comment provided by engineer. */
"Friends" = "Friends";

/* No comment provided by engineer. */
"from Facebook" = "from Facebook";

/* No comment provided by engineer. */
"Get me there" = "Get me there";

/* No comment provided by engineer. */
"Go To Setting" = "去设置";

/* No comment provided by engineer. */
"Go To Settings" = "去设置";

/* No comment provided by engineer. */
"Google Map Navigation" = "Google Map Navigation";

/* No comment provided by engineer. */
"Got it!" = "Got it!";

/* No comment provided by engineer. */
"Hair Style" = "Hair Style";

/* No comment provided by engineer. */
"Her Fitting Room" = "Her Fitting Room";

/* No comment provided by engineer. */
"Hip" = "Hip";

/* No comment provided by engineer. */
"History" = "历史";

/* No comment provided by engineer. */
"I am looking for an outfit. Can somebody help?" = "I am looking for an outfit. Can somebody help?";

/* No comment provided by engineer. */
"Import Facebook Contacts" = "Import Facebook Contacts";

/* No comment provided by engineer. */
"Import Phone Contacts" = "Import Phone Contacts";

/* No comment provided by engineer. */
"Inspirations" = "Inspirations";

/* No comment provided by engineer. */
"InspirationsIcon" = "InspirationsIcon";

/* No comment provided by engineer. */
"Invitation sended" = "Invitation sended";

/* No comment provided by engineer. */
"Invitation was sent!" = "Invitation was sent!";

/* No comment provided by engineer. */
"Invite Your Friends" = "Invite Your Friends";

/* No comment provided by engineer. */
"Item You May Want" = "Item You May Want";

/* No comment provided by engineer. */
"Items you might be interested in" = "Items you might be interested in";

/* No comment provided by engineer. */
"Keywords" = "关键词";

/* No comment provided by engineer. */
"Leg" = "Leg";

/* No comment provided by engineer. */
"Like us on Facebook" = "Like us on Facebook";

/* No comment provided by engineer. */
"LOG IN" = "登录";

/* No comment provided by engineer. */
"Login" = "登录";

/* No comment provided by engineer. */
"Login Error" = "Login Error";

/* No comment provided by engineer. */
"Login With Facebook" = "使用Facebook登录";

/* No comment provided by engineer. */
"Make Up" = "妆";

/* No comment provided by engineer. */
"Me" = "我的";

/* No comment provided by engineer. */
"Mix and match to suit your style" = "Mix and match to suit your style";

/* No comment provided by engineer. */
"Monday" = "星期一";

/* No comment provided by engineer. */
"More " = "更多";

/* No comment provided by engineer. */
"Must wear this cloth" = "Must wear this cloth";

/* No comment provided by engineer. */
"My Tasks" = "我的任务";

/* No comment provided by engineer. */
"My Wardrobe" = "我的衣橱";

/* No comment provided by engineer. */
"Name:" = "名字：";

/* No comment provided by engineer. */
"Nearby" = "Nearby";

/* No comment provided by engineer. */
"Nearby Clothes" = "Nearby Clothes";

/* No comment provided by engineer. */
"Nearby service is only available in Singapore now, support for more cities will come soon." = "Nearby service is only available in Singapore now, support for more cities will come soon.";

/* No comment provided by engineer. */
"NearbyIcon" = "NearbyIcon";

/* No comment provided by engineer. */
"Network is down" = "Network is down";

/* No comment provided by engineer. */
"New" = "New";

/* No comment provided by engineer. */
"New Task" = "New Task";

/* No comment provided by engineer. */
"New Version Available" = "New Version Available";

/* No comment provided by engineer. */
"Next" = "下一个";

/* No comment provided by engineer. */
"No item found." = "No item found.";

/* No comment provided by engineer. */
"No Result Found" = "没有结果";

/* No comment provided by engineer. */
"No Results." = "没有结果";

/* No comment provided by engineer. */
"No Thanks" = "不用了，谢谢。";

/* No comment provided by engineer. */
"No Users Found" = "No Users Found";

/* No comment provided by engineer. */
"Occasion: " = "场景：";

/* No comment provided by engineer. */
"Occasion: Any" = "场景：任何";

/* No comment provided by engineer. */
"OCCASIONS" = "OCCASIONS";

/* No comment provided by engineer. */
"Oops" = "Oops";

/* No comment provided by engineer. */
"Oops! Clothes have error." = "Oops! Clothes have error.";

/* No comment provided by engineer. */
"Oops! Network down." = "Oops! Network down.";

/* No comment provided by engineer. */
"Oops! Network is down." = "Oops! Network is down.";

/* No comment provided by engineer. */
"Open Now" = "现在打开";

/* No comment provided by engineer. */
"Opps" = "Opps";

/* No comment provided by engineer. */
"Opps, Cannot find the item you scanned" = "Opps, Cannot find the item you scanned";

/* No comment provided by engineer. */
"Opps, NetWork is down" = "Opps, NetWork is down";

/* No comment provided by engineer. */
"OTP" = "OTP";

/* No comment provided by engineer. */
"Outfit must include this item." = "Outfit must include this item.";

/* No comment provided by engineer. */
"Outfits" = "Outfits";

/* No comment provided by engineer. */
"Pattern" = "Pattern";

/* No comment provided by engineer. */
"Pattern not found" = "Pattern not found";

/* No comment provided by engineer. */
"Phone Number" = "手机号码";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Place the complete and clear price tag in the scan area." = "Place the complete and clear price tag in the scan area.";

/* No comment provided by engineer. */
"Place the complete and clear tag in the scan area." = "Place the complete and clear tag in the scan area.";

/* No comment provided by engineer. */
"Please go to settings > Deja and allow the access to contacts" = "Please go to settings > Deja and allow the access to contacts";

/* No comment provided by engineer. */
"Please help me to dress for" = "Please help me to dress for";

/* No comment provided by engineer. */
"Please help me to make an outfit." = "Please help me to make an outfit.";

/* No comment provided by engineer. */
"Please turn on Location Services in your device settings to find shops nearby." = "Please turn on Location Services in your device settings to find shops nearby.";

/* No comment provided by engineer. */
"Please turn on Notification Services in your device settings to get deal alert." = "Please turn on Notification Services in your device settings to get deal alert.";

/* No comment provided by engineer. */
"Popular Searches" = "Popular Searches";

/* No comment provided by engineer. */
"Price" = "价格";

/* No comment provided by engineer. */
"Price Tag" = "Price Tag";

/* No comment provided by engineer. */
"Rate us in the App Store" = "Rate us in the App Store";

/* No comment provided by engineer. */
"Recent Searches" = "最近搜索";

/* No comment provided by engineer. */
"Refine" = "Refine";

/* No comment provided by engineer. */
"Remove" = "移除";

/* No comment provided by engineer. */
"Report" = "反馈一下";

/* No comment provided by engineer. */
"REPORT" = "反馈一下";

/* No comment provided by engineer. */
"Reported" = "反馈完成";

/* No comment provided by engineer. */
"Request Sent" = "Request Sent";

/* No comment provided by engineer. */
"Resend" = "重新发送";

/* No comment provided by engineer. */
"Saturday" = "星期六";

/* No comment provided by engineer. */
"Scan the garment's price tag to find what you want!" = "Scan the garment's price tag to find what you want!";

/* No comment provided by engineer. */
"Search" = "搜索";

/* No comment provided by engineer. */
"Search by Phone Number/Name" = "Search by Phone Number/Name";

/* No comment provided by engineer. */
"Search Results" = "搜索结果";

/* No comment provided by engineer. */
"Search Shops or Malls" = "Search Shops or Malls";

/* No comment provided by engineer. */
"Send OTP" = "获取验证码";

/* No comment provided by engineer. */
"Set Your Nickname" = "Set Your Nickname";

/* No comment provided by engineer. */
"Settings" = "设置";

/* No comment provided by engineer. */
"Share the style task on other platforms to get more ideas!" = "Share the style task on other platforms to get more ideas!";

/* No comment provided by engineer. */
"Share this on Facebook" = "Share this on Facebook";

/* No comment provided by engineer. */
"Shops in" = "Shops in";

/* No comment provided by engineer. */
"Shoulder" = "Shoulder";

/* No comment provided by engineer. */
"Show %d items" = "Show %d items";

/* No comment provided by engineer. */
"Show %d items in %d brands" = "Show %1$d items in %2$d brands";

/* No comment provided by engineer. */
"Sign Out" = "注销";

/* No comment provided by engineer. */
"Slim" = "Slim";

/* No comment provided by engineer. */
"SMS not available" = "SMS not available";

/* No comment provided by engineer. */
"Sorry, no item found." = "Sorry, no item found.";

/* No comment provided by engineer. */
"Sorry, we can't find anything about \(keyword)." = "Sorry, we can't find anything about \(keyword).";

/* No comment provided by engineer. */
"Sorry, we can't find anything about \(keyword). You may search:" = "Sorry, we can't find anything about \(keyword). You may search:";

/* No comment provided by engineer. */
"Stores around you" = "Stores around you";

/* No comment provided by engineer. */
"Strong" = "Strong";

/* No comment provided by engineer. */
"Style advice needed for \(occasionName)! Help me out? " = "Style advice needed for \(occasionName)! Help me out? ";

/* No comment provided by engineer. */
"Style advice needed! Help me out? " = "Style advice needed! Help me out? ";

/* No comment provided by engineer. */
"Style for " = "Style for ";

/* No comment provided by engineer. */
"Submit" = "提交";

/* No comment provided by engineer. */
"Sunday" = "星期日";

/* No comment provided by engineer. */
"Take a look into my wardrobe and help me put together an outfit!" = "Take a look into my wardrobe and help me put together an outfit!";

/* No comment provided by engineer. */
"Take a photo or write description below:" = "Take a photo or write description below:";

/* No comment provided by engineer. */
"Task Published!" = "Task Published!";

/* No comment provided by engineer. */
"Task was posted!" = "Task was posted!";

/* No comment provided by engineer. */
"Tell us what you are looking for" = "Tell us what you are looking for";

/* No comment provided by engineer. */
"Terms of Service" = "服务条款";

/* No comment provided by engineer. */
"The brand that you scanned is on the way~" = "The brand that you scanned is on the way~";

/* No comment provided by engineer. */
"The brands we support" = "The brands we support";

/* No comment provided by engineer. */
"The price tag that you scanned is not clear enough, please try again." = "The price tag that you scanned is not clear enough, please try again.";

/* No comment provided by engineer. */
"These items nearby may interest you" = "These items nearby may interest you";

/* No comment provided by engineer. */
"This Facebook account has already binding to another phone number." = "This Facebook account has already binding to another phone number.";

/* No comment provided by engineer. */
"This Facebook account has already login independent." = "This Facebook account has already login independent.";

/* No comment provided by engineer. */
"Thursday" = "星期四";

/* No comment provided by engineer. */
"Try following brands:" = "Try following brands:";

/* No comment provided by engineer. */
"Tuesday" = "星期二";

/* No comment provided by engineer. */
"Unbind Facebook" = "Unbind Facebook";

/* No comment provided by engineer. */
"Unfriend" = "Unfriend";

/* No comment provided by engineer. */
"Update" = "更新";

/* No comment provided by engineer. */
"Waist" = "Waist";

/* No comment provided by engineer. */
"wants to be your friend!" = "wants to be your friend!";

/* No comment provided by engineer. */
"Wardrobe" = "衣橱";

/* No comment provided by engineer. */
"We will give you an alert when items in your Favorites List offers a promotion." = "We will give you an alert when items in your Favorites List offers a promotion.";

/* No comment provided by engineer. */
"We'll send an OTP to login. You can resend it after 60 seconds." = "We'll send an OTP to login. You can resend it after 60 seconds.";

/* No comment provided by engineer. */
"We'll try our best to improve our database" = "We'll try our best to improve our database";

/* No comment provided by engineer. */
"Wednesday" = "星期三";

/* No comment provided by engineer. */
"What items are supported?" = "What items are supported?";

/* No comment provided by engineer. */
"Within " = "Within ";

/* No comment provided by engineer. */
"Would you like to be alerted when \(n) join?" = "Would you like to be alerted when \(n) join?";

/* No comment provided by engineer. */
"Would you like to be alerted when you get outfits?" = "Would you like to be alerted when you get outfits?";

/* No comment provided by engineer. */
"You can customize the body shape of the model here" = "You can customize the body shape of the model here";

/* No comment provided by engineer. */
"You have no friends yet. Add friends to see each other’s wardrobes and create outfits together." = "You have no friends yet. Add friends to see each other’s wardrobes and create outfits together.";

/* No comment provided by engineer. */
"Your Name" = "你的名字";

/* No comment provided by engineer. */
"Your wardrobe doesn’t have any item in this category." = "Your wardrobe doesn’t have any item in this category.";

